Repository: bcblr1993/AetherRoute
Catalog: Sources/AetherRouteApp/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Path (optional)
zh_hans: 路径（可选）

source: Peer public key
zh_hans: 对端公钥

source: Pending core check
zh_hans: 等待核心检查

source: Policies
zh_hans: 分流策略

source: Policy
zh_hans: 策略

source: Port
zh_hans: 端口

source: Portable archive saved securely.
zh_hans: 便携档案已安全保存。

source: Pre-shared key (optional)
zh_hans: 预共享密钥（可选）

source: Preparing
zh_hans: 正在准备

source: Preparing routing rules…
zh_hans: 正在准备分流规则…

source: Preview changes are kept only for this session
zh_hans: 预览更改仅保留在本次运行中

source: Preview only
zh_hans: 仅供预览

source: Previous proxy node
zh_hans: 上一个代理节点

source: Primary
zh_hans: 主要解析

source: Primary navigation
zh_hans: 主导航

source: Primary navigation and content
zh_hans: 主导航与内容

source: Privacy
zh_hans: 隐私

source: Privacy disclosure accepted on this Mac
zh_hans: 已在此 Mac 上接受隐私说明

source: Privacy review
zh_hans: 隐私说明

source: Privacy review required
zh_hans: 需要查看隐私说明

source: Private key
zh_hans: 私钥

source: Private key passphrase (optional)
zh_hans: 私钥口令（可选）

source: Private routing
zh_hans: 私密路由

source: Private routing, thoughtfully native.
zh_hans: 私密路由，原生匠心。

source: Processed on this Mac
zh_hans: 在此 Mac 上处理

source: Profile actions
zh_hans: 配置操作

source: Profile activated.
zh_hans: 配置已启用。

source: Profile DNS off
zh_hans: 配置 DNS 已关闭

source: Profile DNS on
zh_hans: 配置 DNS 已开启

source: Profile hosts entries are ignored for DNS.
zh_hans: DNS 解析会忽略配置中的 hosts 条目。

source: Profile hosts entries participate in resolution.
zh_hans: 配置中的 hosts 条目会参与域名解析。

source: Profile import cancelled.
zh_hans: 已取消配置导入。

source: Profile imported and activated.
zh_hans: 配置已导入并启用。

source: Profile item counts and aggregate traffic totals
zh_hans: 配置项目数量和汇总流量数据

source: Profile Library
zh_hans: 配置库

source: Profile name
zh_hans: 配置名称

source: Profile names, YAML, subscription URLs, and credentials
zh_hans: 配置名称、YAML、订阅 URL 和凭据

source: Profile range
zh_hans: 配置指定范围

source: Profile removed.
zh_hans: 配置已移除。

source: Profile renamed.
zh_hans: 配置已重命名。

source: Profile switched without manual disconnection.
zh_hans: 配置已自动切换，无需手动断开。

source: Profiles
zh_hans: 配置

source: Protected
zh_hans: 已保护

source: Protocol
zh_hans: 协议

source: Protocol Options
zh_hans: 协议选项

source: Providers
zh_hans: 提供方

source: Proxied
zh_hans: 代理

source: Proxies
zh_hans: 代理

source: Proxy
zh_hans: 代理

source: Proxy configuration
zh_hans: 代理配置

source: Proxy group %@
zh_hans: 代理组：%@

source: Proxy group members
zh_hans: 策略组成员

source: Proxy groups
zh_hans: 策略组

source: Proxy hostnames
zh_hans: 代理主机名

source: Proxy nodes
zh_hans: 代理节点

source: Public key
zh_hans: 公钥

source: Quit
zh_hans: 退出

source: Auto select fastest
zh_hans: 自动优选最低延迟

source: Test latency for current group nodes
zh_hans: 测试当前策略组内所有节点的延迟

source: REALITY public key must be a 32-byte Base64URL value.
zh_hans: REALITY 公钥必须是 32 字节的 Base64URL 值。

source: REALITY Short ID must contain an even number of hexadecimal characters, up to 16.
zh_hans: REALITY Short ID 必须由偶数个十六进制字符组成，最多 16 个字符。

source: Recognized
zh_hans: 已识别

source: Recovering
zh_hans: 正在恢复

source: Recovering route
zh_hans: 正在恢复自动路由

source: Refresh License
zh_hans: 刷新授权

source: Reject
zh_hans: 拒绝

source: Rejected
zh_hans: 拒绝

source: Release date
zh_hans: 发布时间

source: Release information
zh_hans: 发布信息

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

source: Remove bypass rule
zh_hans: 移除绕过规则

source: Remove Node
zh_hans: 移除节点

source: Remove Private Key
zh_hans: 移除私钥

source: Remove Profile
zh_hans: 移除配置

source: Rename Profile
zh_hans: 重命名配置

source: Rename…
zh_hans: 重命名…

source: Replace…
zh_hans: 替换…

source: Required · not installed
zh_hans: 必需 · 尚未安装

source: Resolution behavior
zh_hans: 解析行为

source: Resolution mode
zh_hans: 解析模式

source: Resolver behavior is supplied by the active profile and validated by the core.
zh_hans: 解析行为由当前配置提供，并由协议核心验证。

source: Resolves real addresses while retaining enhanced host routing.
zh_hans: 解析真实地址，同时保留增强域名路由。

source: Restoring the normal network path
zh_hans: 正在恢复正常网络路径

source: Retries the fastest available node
zh_hans: 不可用时切换到最快可用节点

source: Retries the secure connection
zh_hans: 重新尝试安全连接

source: Retry
zh_hans: 重试

source: Retry Connection
zh_hans: 重试连接

source: Retry once, then review the active profile and diagnostics.
zh_hans: 请先重试一次；若仍失败，请检查当前配置与诊断信息。

source: Retrying nodes
zh_hans: 正在重试节点

source: Returns upstream addresses without synthetic mapping.
zh_hans: 直接返回上游地址，不进行合成映射。

source: Review how network data is handled before continuing
zh_hans: 请先了解网络数据的处理方式

source: Review how profiles, network traffic, and DNS requests are handled before AetherRoute creates a network extension configuration.
zh_hans: 在 AetherRoute 创建网络扩展配置前，请先了解配置、网络流量和 DNS 请求的处理方式。

source: Review Network Privacy
zh_hans: 查看网络隐私说明

source: Review privacy
zh_hans: 查看隐私说明

source: Review Profiles
zh_hans: 检查配置

source: Review Subscription Link
zh_hans: 确认订阅链接

source: Review the current session and available telemetry.
zh_hans: 查看当前会话和可用运行数据。

source: Review the privacy disclosure to unlock connection controls.
zh_hans: 阅读隐私说明后即可解锁连接控制。

source: revoked
zh_hans: 已撤销

source: Route verified
zh_hans: 线路已校验

source: Routing
zh_hans: 路由

source: Routing mode
zh_hans: 路由模式

source: Routing mode updated without disconnecting.
zh_hans: 路由模式已热切换，当前连接保持在线。

source: Routing resources are not written by the unsigned UI preview.
zh_hans: 未签名的界面预览版不会写入路由资源。

source: Routing resources could not be prepared securely. Review them in Profiles before connecting.
zh_hans: 无法安全准备路由资源。请先在“配置”页面检查后再连接。

source: Routing resources were downloaded and verified.
zh_hans: 路由资源已下载并通过校验。

source: Routing rules
zh_hans: 分流规则

source: Routing rules are ready.
zh_hans: 分流规则已就绪。

source: Routing rules content
zh_hans: 路由规则内容

source: Routing rules could not be saved. Check available disk space and try again.
zh_hans: 无法保存分流规则，请检查磁盘剩余空间后重试。

source: Routing rules need attention. Try preparing them again.
zh_hans: 分流规则准备失败，请重试。

source: Rule
zh_hans: 规则

source: Rule mode
zh_hans: 规则模式

source: Rule payloads, proxy chains, and account identifiers
zh_hans: 规则内容、代理链和账户标识

source: Rule providers
zh_hans: 规则提供方

source: Rule-aware queries
zh_hans: 查询遵循规则

source: Rules
zh_hans: 规则

source: Salamander obfuscation
zh_hans: Salamander 混淆

source: Save
zh_hans: 保存

source: Save Changes
zh_hans: 保存更改

source: Save Profile
zh_hans: 保存配置

source: Search components
zh_hans: 搜索组件

source: Search connections
zh_hans: 搜索连接

source: Search nodes
zh_hans: 搜索节点

source: Secure random data could not be generated.
zh_hans: 无法生成安全随机数据。

source: Select a component
zh_hans: 选择一个组件

source: Select the TUN engine on Overview to edit runtime overrides.
zh_hans: 请在“概览”中选择 TUN 引擎后编辑运行时覆盖。

source: Selected page content
zh_hans: 所选页面内容

source: Selected: %@
zh_hans: 已选择：%@

source: Selection mode
zh_hans: 节点模式

source: Server
zh_hans: 服务器

source: Server addresses stay hidden in this summary.
zh_hans: 此摘要不会显示服务器地址。

source: Server name (SNI)
zh_hans: 服务器名称 (SNI)

source: Server name (SNI) is required when REALITY is configured.
zh_hans: 配置 REALITY 时必须填写服务器名称（SNI）。

source: Service name (optional)
zh_hans: 服务名称（可选）

source: Session
zh_hans: 会话

source: Settings
zh_hans: 设置

source: Settings navigation
zh_hans: 设置导航

source: Shell environment copied.
zh_hans: 终端代理环境已复制。

source: Short ID (optional)
zh_hans: Short ID（可选）

source: Shortcuts work while AetherRoute is running and do not require Accessibility access. Notifications are optional and never include profile names, addresses, or traffic details.
zh_hans: AetherRoute 运行时全局快捷键即可生效，无需辅助功能权限。通知完全可选，且不会包含配置名称、地址或流量详情。

# Showing %lld of %lld connections
source: Showing %1$lld of %lld connections
zh_hans: 显示 %1$lld / 共 %2$lld 条连接

# Showing %lld of %lld nodes
source: Showing %1$lld of %lld nodes
zh_hans: 显示 %1$lld / 共 %2$lld 个节点

source: Skip certificate verification
zh_hans: 跳过证书验证

source: SOCKS5 proxy
zh_hans: SOCKS5 代理

source: SOCKS5 proxy port
zh_hans: SOCKS5 代理端口

source: Software Updates
zh_hans: 软件更新

source: Sort
zh_hans: 排序

source: Source and destination addresses
zh_hans: 源地址和目标地址

source: Source repository
zh_hans: 源代码仓库

source: Stable
zh_hans: 正式版本

source: Standby
zh_hans: 待机

source: Started
zh_hans: 启动时间

source: Starting
zh_hans: 正在启动

source: Starts the secure connection
zh_hans: 启动安全连接

source: Status
zh_hans: 状态

source: Stop the secure connection before changing profiles.
zh_hans: 请先停止安全连接，再更改配置。

source: Stopped
zh_hans: 已停止

source: Stopping
zh_hans: 正在停止

source: Stored in the encrypted profile library
zh_hans: 保存在加密配置库中

source: Subscribed profile
zh_hans: 订阅配置

source: Subscription downloaded and activated.
zh_hans: 订阅已下载并启用。

source: Subscription downloaded and activated. %lld usable nodes imported; %lld invalid nodes skipped.
zh_hans: 订阅已下载并启用。已导入 %1$lld 个可用节点，跳过 %2$lld 个无效节点。

source: Subscription is already up to date.
zh_hans: 订阅已经是最新版本。

source: Subscription node %lld is invalid.
zh_hans: 订阅中的第 %lld 个节点无效。

source: Subscription updated and activated.
zh_hans: 订阅已更新并启用。

source: Subscription updated and activated. %lld usable nodes imported; %lld invalid nodes skipped.
zh_hans: 订阅已更新并启用。已导入 %1$lld 个可用节点，跳过 %2$lld 个无效节点。

source: Supported formats
zh_hans: 支持的格式

source: Supports Clash YAML/Meta, V2Ray/Base64 share links (VMess, VLESS, Trojan, SS, Hysteria2), automatic latency testing, and smart rule routing.
zh_hans: 支持 Clash YAML/Meta、通用节点链接（VMess、VLESS、Trojan、SS、Hysteria2）、自动延迟测速与智能规则分流。

source: Supports Clash-compatible YAML/JSON profiles, HTTPS subscriptions, and common node links.
zh_hans: 支持 Clash 兼容的 YAML/JSON 配置、HTTPS 订阅和常见节点链接。

source: Switch
zh_hans: 切换

source: Switch to this node
zh_hans: 切换到此节点

source: Switch to TUN to use the local proxy.
zh_hans: 切换到 TUN 后可使用本地代理。

source: Switching network engine…
zh_hans: 正在切换网络引擎…

source: Switching profile…
zh_hans: 正在切换配置…

source: System resolver
zh_hans: 系统解析器

source: Temporary routing rule files could not be cleaned up. Check available disk space and try again.
zh_hans: 无法清理分流规则的临时文件，请检查磁盘剩余空间后重试。

source: Test all
zh_hans: 全部测速

source: Test latency
zh_hans: 测试延迟

source: Testing
zh_hans: 正在测试

source: Testing latency…
zh_hans: 正在测试延迟…

source: The activation key is sent only to your configured HTTPS license service and is never saved, logged, exported, or included in diagnostics. Receipts stay in the Data Protection Keychain on this Mac.
zh_hans: 激活码只会发送到你配置的 HTTPS 授权服务，绝不会被保存、记录、导出或写入诊断报告。签名回执保存在这台 Mac 的数据保护钥匙串中。

source: The active profile contains no ordered rule entries. Its effective fallback is determined only after the protocol core validates and starts the profile.
zh_hans: 当前配置没有有序规则。协议核心验证并启动配置后，才能确定实际的兜底行为。

source: The active profile has no DNS section. The core therefore uses the system resolver behavior available to the selected network engine.
zh_hans: 当前配置没有 DNS 设置，因此核心会使用所选网络引擎可用的系统解析行为。

source: The active profile is not a subscription.
zh_hans: 当前配置不是订阅配置。

source: The active profile passed import checks but does not expose inline endpoints, groups, or providers.
zh_hans: 当前配置已通过导入检查，但没有提供内联节点、策略组或提供方。

source: The address is stored inside the encrypted profile. Downloads are size-limited and validated before activation.
zh_hans: 订阅地址会保存在加密配置中。下载内容经过大小限制和安全验证后才会启用。

source: The archive password is too long.
zh_hans: 档案密码过长。

source: The connection could not continue. Open AetherRoute to review the recovery steps.
zh_hans: 连接无法继续。请打开 AetherRoute 查看恢复步骤。

source: The connection is busy or not ready.
zh_hans: 连接正忙或尚未就绪。

source: The connection start time is unavailable.
zh_hans: 连接开始时间不可用。

source: The current build number is invalid.
zh_hans: 当前构建号无效。

source: The current connection did not stop in time.
zh_hans: 当前连接未能及时停止。

source: The diagnostic report could not be created.
zh_hans: 无法创建诊断报告。

source: The diagnostic report could not be saved.
zh_hans: 无法保存诊断报告。

source: The distribution product identifier is invalid.
zh_hans: 分发产品标识符无效。

source: The distribution response is too large (%lld bytes).
zh_hans: 分发响应过大（%lld 字节）。

source: The distribution service attempted an unexpected redirect.
zh_hans: 分发服务尝试了未允许的重定向。

source: The distribution service is unavailable.
zh_hans: 分发服务暂不可用。

source: The distribution service returned an invalid response.
zh_hans: 分发服务返回了无效响应。

source: The distribution service returned HTTP %lld.
zh_hans: 分发服务返回 HTTP %lld。

source: The distribution signing public key is invalid.
zh_hans: 分发签名公钥无效。

source: The download is size-limited and validated, then kept only for this preview session. It cannot enable system routing.
zh_hans: 下载内容会经过大小限制和安全验证，并且仅在本次预览会话中保留；它不能启用系统路由。

source: The downloaded update failed its integrity check.
zh_hans: 下载的更新未通过完整性校验。

source: The downloaded update is not a valid file.
zh_hans: 下载的更新不是有效文件。

source: The downloaded update is too large (%lld bytes).
zh_hans: 下载的更新过大（%lld 字节）。

source: The encryption key for saved profiles is unavailable. Export a report from Settings > Diagnostics for troubleshooting.
zh_hans: 已保存配置的加密密钥不可用。请在“设置 > 诊断”中导出诊断报告以排查问题。

source: The executable profile key ‘%@’ is not allowed.
zh_hans: 不允许使用可执行配置键“%@”。

source: The license does not match this product or Mac.
zh_hans: 该授权与此产品或这台 Mac 不匹配。

source: The license has expired.
zh_hans: 授权已过期。

source: The local licensing identity is invalid.
zh_hans: 本机授权标识无效。

source: The loopback proxy is off.
zh_hans: 回环代理已关闭。

source: The loopback proxy will start with the next TUN connection.
zh_hans: 回环代理将在下一次 TUN 连接时启动。

source: The network extension could not be installed. Retry once, then open Diagnostics if the problem continues.
zh_hans: 无法安装网络扩展。请重试一次；如果问题仍然存在，请打开“诊断”查看详情。

source: The network extension did not answer the proxy selection request in time.
zh_hans: 网络扩展未及时响应代理选择请求。

source: The network extension did not finish stopping. Wait a moment, then retry; macOS will update the status when shutdown completes.
zh_hans: 网络扩展未能及时完成停止。请稍候再试；关闭完成后，macOS 会自动更新状态。

source: The network extension installation is already in progress.
zh_hans: 网络扩展正在安装，请稍候。

source: The network extension reports ready
zh_hans: 网络扩展已报告就绪

source: The network extension returned an unknown installation result.
zh_hans: 网络扩展返回了未知的安装结果。

source: The network extension returned no proxy selection response.
zh_hans: 网络扩展没有返回代理选择结果。

source: The network extension stopped before it became ready. Another active proxy or VPN may be using the required network channel, or the active profile may have failed. Turn off conflicting network extensions, then retry.
zh_hans: 网络扩展在就绪前停止。可能是其他代理或 VPN 占用了所需网络通道，也可能是当前配置启动失败。请关闭冲突的网络扩展，然后重试。

source: The network extension stopped before it could report ready. Retry once, then review the active profile.
zh_hans: 网络扩展在报告就绪前停止。请先重试一次，再检查当前配置。

source: The network extension was installed and will be available after this Mac restarts.
zh_hans: 网络扩展已安装，重新启动这台 Mac 后即可使用。

source: The new network engine and automatic rollback both failed.
zh_hans: 新网络引擎与自动恢复均失败，请检查诊断信息。

source: The new network engine could not connect. The previous engine was restored.
zh_hans: 新网络引擎无法连接，已自动恢复原引擎。

source: The password is incorrect or the portable archive was modified.
zh_hans: 密码不正确，或便携档案已被修改。

source: The portable archive cipher %@ is not supported.
zh_hans: 不支持便携档案加密算法 %@。

source: The portable archive contains an invalid profile library.
zh_hans: 便携档案中包含无效的配置库。

source: The portable archive contents could not be decoded.
zh_hans: 无法解码便携档案内容。

source: The portable archive format version %lld is not supported.
zh_hans: 不支持便携档案格式版本 %lld。

source: The portable archive key could not be derived (%lld).
zh_hans: 无法派生便携档案密钥（%lld）。

source: The portable archive key-derivation method %@ is not supported.
zh_hans: 不支持便携档案密钥派生方法 %@。

source: The portable archive uses an unsafe or unsupported key-derivation count (%lld).
zh_hans: 便携档案使用了不安全或不受支持的密钥派生次数（%lld）。

source: The portable profile archive could not be encoded.
zh_hans: 无法编码便携配置档案。

source: The portable profile archive could not be encrypted.
zh_hans: 无法加密便携配置档案。

source: The portable profile archive is too large (%lld bytes).
zh_hans: 便携配置档案过大（%lld 字节）。

source: The portable profile payload version %lld is not supported.
zh_hans: 不支持便携配置内容版本 %lld。

source: The profile encryption key is invalid. Export a report from Settings > Diagnostics for troubleshooting.
zh_hans: 配置加密密钥无效。请在“设置 > 诊断”中导出诊断报告以排查问题。

source: The profile is empty.
zh_hans: 配置内容为空。

source: The profile is not UTF-8 text.
zh_hans: 配置不是 UTF-8 文本。

source: The profile is too large (%lld bytes).
zh_hans: 配置过大（%lld 字节）。

source: The profile library could not be prepared for export.
zh_hans: 无法准备要导出的配置库。

source: The profile operation could not be completed.
zh_hans: 无法完成配置操作。

source: The profile uses a mode that requires protocol-core validation.
zh_hans: 当前配置使用的模式需要协议核心验证。

source: The routing databases included with this app could not be verified. Reinstall AetherRoute and try again.
zh_hans: 应用内置的路由规则库未通过校验。请重新安装 AetherRoute 后重试。

source: The routing mode is temporarily unavailable.
zh_hans: 路由模式正在切换，请稍后再试。

source: The routing rule update could not be restored. Recovery files were kept. Export diagnostics if retrying does not help.
zh_hans: 分流规则更新无法恢复，已保留恢复文件。如果重试后仍有问题，请导出诊断信息。

source: The saved network extension configuration is invalid.
zh_hans: 已保存的网络扩展配置无效。

source: The saved network extension configuration needs to be checked and prepared again.
zh_hans: 需要检查并重新准备已保存的网络扩展配置。

source: The secure connection could not start. Review the profile and try again.
zh_hans: 安全连接无法启动。请检查配置后重试。

source: The selected file is not a valid AetherRoute portable archive.
zh_hans: 所选文件不是有效的 AetherRoute 便携档案。

source: The selected key is read into memory, never displayed, and saved only in the encrypted profile library.
zh_hans: 所选私钥仅载入内存且不会明文显示，只保存在加密配置库中。

source: The selected node could not be saved securely.
zh_hans: 无法安全保存所选节点。

source: The selected node will be used on the next connection.
zh_hans: 所选节点将在下次连接时使用。

source: The selected profile and automatic rollback both failed.
zh_hans: 所选配置与自动恢复均失败，请检查诊断信息。

source: The selected profile could not establish a working connection.
zh_hans: 所选配置无法建立可用连接。

source: The selected profile failed. The previous profile was restored.
zh_hans: 所选配置连接失败，已自动恢复原配置。

source: The selected route answered the latency and data-plane checks.
zh_hans: 所选线路已通过延迟与数据面检查。

source: The selected routing mode could not be saved to the network extension configuration.
zh_hans: 无法将所选路由模式保存到网络扩展配置。

source: The service response signature could not be verified.
zh_hans: 无法验证服务响应的签名。

source: The service returned an invalid signed response.
zh_hans: 服务返回了无效的签名响应。

source: The shortcut settings could not be saved.
zh_hans: 无法保存快捷键设置。

source: The signed receipt reports %@. Contact support before moving this license.
zh_hans: 签名回执报告状态为“%@”。转移授权前请联系支持。

source: The signed update manifest is invalid.
zh_hans: 签名更新清单无效。

source: The subscription contains invalid Base64 text.
zh_hans: 订阅包含无效的 Base64 文本。

source: The subscription contains more than %lld nodes.
zh_hans: 订阅包含超过 %lld 个节点。

source: The subscription is neither supported YAML nor a share-link list.
zh_hans: 订阅既不是受支持的 YAML，也不是节点分享链接列表。

source: The subscription provider attempted an unsafe redirect.
zh_hans: 订阅提供方尝试了不安全的重定向。

source: The subscription provider redirected too many times.
zh_hans: 订阅提供方重定向次数过多。

source: The subscription provider returned an invalid response.
zh_hans: 订阅提供方返回了无效响应。

source: The subscription provider returned HTTP %lld. Check that the link is active and permitted for this Mac.
zh_hans: 订阅提供方返回 HTTP %lld。请检查链接是否有效，以及是否允许这台 Mac 使用。

source: The subscription reported no changes before an active profile existed.
zh_hans: 尚未建立当前配置时，订阅却报告没有更新。

source: The subscription response is too large (%lld bytes).
zh_hans: 订阅响应过大（%lld 字节）。

source: The subscription uses the unsupported ‘%@’ share-link scheme.
zh_hans: 订阅使用了不受支持的“%@”分享链接协议。

source: The tunnel remains active while AetherRoute retries the fastest available node.
zh_hans: 隧道保持启用，AetherRoute 正在重试当前最快的可用节点。

source: This AetherRoute link could not be opened safely.
zh_hans: 无法安全打开此 AetherRoute 链接。

source: This AetherRoute package is incomplete. Download a fresh official copy and try again.
zh_hans: 此 AetherRoute 安装包不完整。请从官方渠道重新下载后再试。

source: This automatic group is ready and will choose the fastest available node when you connect.
zh_hans: 自动策略组已就绪，将在连接时选择最快的可用节点。

source: This build does not have the required Network Extension permission. Install the signed official release.
zh_hans: 此版本缺少所需的网络扩展权限。请安装已签名的官方发行版。

source: This copy of AetherRoute is damaged or incorrectly signed. Download a fresh official copy and try again.
zh_hans: 此 AetherRoute 副本已损坏或签名无效。请从官方渠道重新下载后再试。

source: This group is automatically managed by latency tests.
zh_hans: 此策略组由延迟测速自动选择最优节点。

source: This Mac
zh_hans: 此 Mac

source: This page is a privacy-safe view of the imported profile. The protocol core remains authoritative and validates DNS semantics when a session starts.
zh_hans: 此页面以隐私安全方式展示导入配置。协议核心仍是最终依据，并会在会话启动时验证 DNS 语义。

source: This preview can import and inspect profiles, but it cannot enable system routing.
zh_hans: 此预览版可以导入并检查配置，但不能启用系统路由。

source: This profile does not define a custom DNS section.
zh_hans: 当前配置没有定义自定义 DNS。

source: This profile does not expose selectable proxy members.
zh_hans: 此配置没有可选择的代理成员。

source: This weakens server identity verification.
zh_hans: 这会降低服务器身份验证的安全性。

source: Timed out
zh_hans: 超时

source: Timeout
zh_hans: 超时

source: TLS & Identity
zh_hans: TLS 与身份验证

source: TLS is required by this protocol
zh_hans: 此协议必须使用 TLS

source: Traffic
zh_hans: 流量

source: Traffic capture
zh_hans: 流量接管方式

source: Traffic has returned to the normal network path.
zh_hans: 流量已恢复到正常网络路径。

source: Traffic is routed as soon as the network extension installs its settings.
zh_hans: 网络扩展装好设置后，流量即刻开始路由。

source: Traffic is using the normal network path
zh_hans: 流量正在使用正常网络路径

source: Traffic routing active
zh_hans: 流量路由已启用

source: Transparent Proxy
zh_hans: 透明代理

source: Transparent Proxy · domain
zh_hans: 透明代理 · 域名

source: Transparent Proxy excludes matching domains and IP networks before a flow enters the proxy provider.
zh_hans: 透明代理会在流量进入代理 Provider 前排除匹配的域名与 IP 网段。

source: Transport
zh_hans: 传输协议

source: Transport types
zh_hans: 传输方式

source: TUN applies IPv4 and IPv6 CIDR exclusions at the system route layer. Domain rules stay encrypted and apply when Transparent Proxy is selected.
zh_hans: TUN 会在系统路由层应用 IPv4 和 IPv6 CIDR 排除。域名规则保持加密，并在选择透明代理时生效。

source: TUN manages DNS automatically when the profile has no enabled DNS section. Review or adjust its policy below.
zh_hans: 配置未启用 DNS 时，TUN 会自动管理 DNS。你可以在下方查看或调整策略。

source: Try adjusting the filter or clearing the search text.
zh_hans: 尝试调整过滤条件或清除搜索文本。

source: UDP relay
zh_hans: UDP 转发

source: UDP relay mode (optional)
zh_hans: UDP 转发模式（可选）

source: Unavailable
zh_hans: 不可用

source: Unknown
zh_hans: 未知

source: Unknown network extension status
zh_hans: 未知的网络扩展状态

source: Unsupported
zh_hans: 不支持

source: Untested
zh_hans: 未测

source: Up
zh_hans: 上行

source: Up to 128 fixed lifecycle event codes
zh_hans: 最多 128 条固定生命周期事件码

source: Update recommended · %@
zh_hans: 可用 · 建议更新 · %@

source: Update required · %@
zh_hans: 需要更新 · %@

source: Update this node in AetherRoute's encrypted native profile.
zh_hans: 在 AetherRoute 的加密原生配置中更新此节点。

source: Upload
zh_hans: 上传

source: Upload Mbps
zh_hans: 上传带宽 (Mbps)

source: Upload Mbps (optional)
zh_hans: 上传带宽 (Mbps，可选)

source: Upstream privacy
zh_hans: 上游隐私

source: Upstream queries follow the routing rule engine.
zh_hans: 上游 DNS 查询遵循路由规则引擎。

source: Upstream queries use the core's direct DNS path.
zh_hans: 上游 DNS 查询使用核心的直连路径。

source: Use
zh_hans: 使用

source: Use a password with at least %lld characters.
zh_hans: 请使用至少 %lld 个字符的密码。
